Repository: DDoJS-Attack/Gotur-iOS
Catalog: Gotur/*.lproj/Localizable.strings
Languages: tr

source: Sign in as user
tr: Kullanıcı olarak gir

source: Sign in as courier
tr: Kurye olarak gir

source: My Packages
tr: Paketlerim

source: Do you want to deliver this packet?
tr: Bu paketi götürmek istiyor musunuz?

source: Yes
tr: Evet

source: No
tr: Hayır

source: Click to enter source address
tr: Başlangıç adresini girmek için tıklayınız

source: Click to enter destination address
tr: Varış adresini girmek için tıklayınız

source: Enter the weight of the item
tr: Ürünün ağırlığı giriniz

source: Enter the price of the item
tr: Verilecek taşıma fiyatı giriniz

source: Enter the name of the item
tr: Verilecek taşıma adını giriniz

source: Save
tr: Kaydet

source: My Location
tr: Konumum

source: Cancel
tr: İptal

source: Ok
tr: Tamam

source: Source address must be initialized
tr: Başlangıç adresi boş bırakılamaz

source: Destination address must be initialized
tr: Varış adresi boş bırakılamaz

source: Please enter the weight
tr: Lütfen ağırlığı giriniz

source: Please enter the price
tr: Lütfen fiyatı giriniz

source: Please enter the weight correctly
tr: Lütfen ağırlığı doğru giriniz

source: Please enter the price correctly
tr: Lütfen fiyatı doğru giriniz

source: Please enter the name
tr: Lütfen adınızı giriniz

source: Characters must be between 3 and 24
tr: Karakterler 3 ile 24 arasında olmalıdır

source: You just created your package
tr: Paket oluşturuldu

source: Completed
tr: Tamamlandı

source: Something Bad Happened about your payment. However we have created you package
tr: Ödeme başarısız ancak kargonuz yine de oluşturuldu. Ödemenizi daha sonra yapabilirsiniz

source: Success
tr: Başarılı

source: Fail
tr: Hata

source: Packet is successfully added
tr: Paket başarıyla eklendi

source: Error occured! Please contact Götür A.Ş
tr: Error oluştu! Lütfen Götür A.Ş ile iletişime geçiniz
